#Connector meta data
google-calendar-v3.category=Google Agenda (API v3)
calendar.category=Calendar
connectorDefinitionLabel=R\u00e9cup\u00e9rer un \u00e9v\u00e8nement
connectorDefinitionDescription=R\u00e9cup\u00e9rer un \u00e9v\u00e8nement existant

#Page: connection
connection.pageTitle=Param\u00e8tres de connection
connection.pageDescription=D\u00e9finir les param\u00e8tres de connection \u00e0 l'agenda
applicationName.label=Nom de l'application
applicationName.description=Sp\u00e9cifier le nom de votre application. Ce nom est utilis\u00e9 pour identifier l'application \u00e0 appeler.\nSi le nom de l'application est null ou vide, l'application ajoutera un avertissemnt dans le fichier journal. \nLe format sugg\u00e9r\u00e9 est le suivant: 'MyCompany-ProductName/1.0'.
serviceAccountId.label=ID du Service Account
serviceAccountId.description=L'adresse email du Service Account que vous avez r\u00e9cup\u00e9r\u00e9 de la console de Google management. \nFormat souvent utilis\u00e9: xxx@developer.gserviceaccount.com.
serviceAccountP12File.label=Fichier P12 Service Account 
serviceAccountP12File.description=Chemin vers le fichier P12 stock\u00e9 sur le syst\u00e8me de fichier du serveur \u00e9x\u00e9cutant le connecteur (ne doit pas contenir d'espaces).
serviceAccountUser.label=Utilisateur du Service Account
serviceAccountUser.description=L'adresse em ail de l'utilisateur qui est autoris\u00e9 \u00e0 se faire passer pour les utilisateurs du domaine et acc\u00e9der \u00e0 leurs agenda.\nSi aucun utilisateur n'est renseign\u00e9, seulement les \u00e9v\u00e8nements et agenda public peuvent-\u00eatre utilis\u00e9s.\nL'utilisateur sp\u00e9cifi\u00e9 doit avoir les droits appropri\u00e9 sur l'agenda.\n(par exemple, \u00eatre le propri\u00e9taire de l'agenda pour cr\u00e9er un \u00e9v\u00e8nement).\nHabituellement, il s'agit de l'adresse emailde l'utilisateur qui poss\u00e8de l'agenda ou l'\u00e9v\u00e8nement. 
calendarId.label=ID de l'agenda
calendarId.description=L'ID de l'agenda peut-\u00eatre trouv\u00e9 en cliquant sur "Param\u00e8tres de l'agenda" \u00e0 c\u00f4t\u00e9 de l'agenda \u00e0 afficher. \nSouvent avec le format xxxx@group.calendar.google.com ou l'adresse email du propri\u00e9taire.
optionalRequestParameters.label=Param\u00e8tres additionels de la requ\u00eate
optionalRequestParameters.description=Param\u00e8tres additionels qui seront ajout\u00e9s \u00e0 la requ\u00eate HTTP.
prettyPrint.label=Formattage
prettyPrint.description=Retourne la reponse avec indentations et saut de lignes.
maxAttendees.label=Nombre maximum de participant
maxAttendees.description=Le nombre maximum de participant \u00e0 inclure dans la reponse. \nSi il y a plus de participant que ce maximum, ceux-ci ne seront pas inclue dans la reponse.

#Page: main
main.pageTitle=Param\u00e8tres principal de l'\u00e9v\u00e8nement
main.pageDescription=Param\u00e8tres principal pour r\u00e9cup\u00e9rer l'\u00e9v\u00e8nement. \nPour plus d'informations voir: https://developers.google.com/google-apps/calendar/v3/reference/events/get.
id.label=ID de l'\u00e9v\u00e8nement
id.description=ID de l'\u00e9v\u00e8nement tel que recup\u00e9r\u00e9 du champ 'id' de la cr\u00e9ation d'un \u00e9v\u00e8nement.
timeZone.label=Fuseau horaire
timeZone.description=Le fuseau horaire utilis\u00e9 dans la r\u00e9ponse. Par d\u00e9faut le fuseau horaire de l'agenda. \nLes fuseaux horaires accept\u00e9s sont retourn\u00e9s par http://docs.oracle.com/javase/7/docs/api/java/util/TimeZone.html#getAvailableIDs() \ni.e. http://tutorials.jenkov.com/java-date-time/java-util-timezone.html.
